---
kind: other
id: Properties.T:Autodesk.Revit.DB.DuplicateTypeNamesHandlerArgs
source: html/fcc2dcd7-8fe5-fcea-2ae6-26b732e92696.htm
---
# DuplicateTypeNamesHandlerArgs Properties

The document that contains the types with duplicate names.